function descRu(size) {
    return `Размер постера - ${size} см.
Если Вам нужен другой размер, введите в поиске название постера и Вы увидите все его размеры.
Постер напечатан на профессиональной матовой фотобумаге плотностью 180 г.
Постер будет бережно вставлен в белую пластиковую рамочку. Вам останиется только повесить ее на стену. В рамке есть крепежи, за которые рамку можно крепить на гвоздь или крючек.
Если Вам нужна рамка другого цвета, сообщите нам при подвтерждении заказа по телефону и мы сделаем нужный цвет.`;
}

function descUa(size) {
    return `Розмір постера - ${size} см.
Якщо Вам потрібен інший розмір, введіть в пошуку назву постера і Ви побачите всі його розміри.
Постер надрукований на професійному матовому фотопапері щільністю 180 г.
Постер буде дбайливо вставлений в білу пластикову рамочку. Вам залишиться тільки повісити її на стіну. У рамці є кріплення, за які рамку можна кріпити на цвях або гачок.
Якщо Вам потрібна рамка іншого кольору, повідомте нам про це при подвтерждені замовлення по телефону і ми зробимо потрібний колір.`;
}

module.exports = {
    descUa,
    descRu,
}
